Repository: ApturiCOVID/apturicovid-ios
Catalog: apturicovid/*.lproj/FaqLocalizable.strings
Languages: lv, ru

# faq_question_1
source: Kāpēc nepieciešams izmantot lietotni?
lv: Kāpēc izmantot šo lietotni?
ru: Зачем мне это приложение?

# faq_answer_1
source: Lietotne ir risinājums, lai palīdzētuvalstī ierobežot vīrusaizplatību un ātrākuzzinātu, vai neesi bijis kontaktā ar COVID-19 vīrusainficēto.Tādējādi, izmantojot lietotni, varēsisavlaicīgākizolēties, lai neapdraudētu savu ģimeni,kolēģus, draugus un pārējosiedzīvotājus,kāarīpievērstuzmanībuslimības simptomiem un ātrākuzsāktārstēšanos, ja nepieciešams. Saskaņā ar epidemiologu un zinātniekuaplēsēm, pat ja tikai 10–20% iedzīvotāju izmantos lietotni, tas jau būs liels atbalsts infekcijas ierobežošanai. Tomēr, jo vairākiedzīvotāju to izmantos, jo lielāks efekts.
lv: Lai palīdzētu ierobežot vīrusa izplatību Latvijā un ātrāk uzzinātu, vai esi bijis kontaktā ar Covid-19. Izmantojot lietotni, varēsi savlaicīgāk izolēties, lai neapdraudētu ģimeni, kolēģus, draugus un pārējos iedzīvotājus, kā arī pievērst uzmanību simptomiem un ātrāk vērsties pēc palīdzības, ja nepieciešams.
ru: Чтобы ограничить распространение вируса в Латвии и узнать, был ли у тебя контакт с COVID-19. С приложением ты сможешь своевременно изолироваться, не подвергать риску семью, коллег и других людей, а также отслеживать симптомы заболевания, чтобы при необходимости быстрее обратиться за помощью.

# faq_question_2
source: Kā darbojas lietotne?
lv: Cik lietotāju vajag, lai lietotne būtu efektīva?
ru: Сколько надо пользователей для эффективной работы приложения?

# faq_answer_2
source: Lietotni iedzīvotāji izmanto brīvprātīgi.Tā ir balstīta uz Eiropas, tai skaitāarī Latvijas, zinātniekuizstrādātumetodoloģiju. Lietotne anonīmi ar Bluetoothtehnoloģijupiefiksētuvumā (aptuveni 2-4 metriem un ilgāk par 15 minutēm) esošos viedtālruņus, kuri arīizmanto šo lietotni. Piefiksētāinformācijaglabājaslietotājaviedtālrunī un ik pēc 14 dienāmautomātiskidzēšas. Neatkarīgi no tā vai izmanto vai neizmanto lietotni, SPKC sazinās ar iedzīvotājiem, kam analīzēs ir apstiprināta saslimšana ar COVID-19. Šo informāciju SPKC saņem nevis no lietotnes, bet no citāminstitūcijāmsaskaņā ar normatīvajiem aktiem epidemioloģiskāsdrošībasjomā. Ja inficētaisiedzīvotājs izmanto lietotni, SPKC nosūtīs tam speciālu kodu, ko varēsievadītlietotnē.Tādāveidālietotnē tiek aktivizētaanonīmapaziņojumanosūtīšanacitiem viedtālruņiem ar šo lietotni, kas pēdējo 14 dienu laikā ir bijuši piefiksētituvākontaktā.Paziņojumasaņēmējam netiek atklātainficētās personas identitāte, kas aktivizēpaziņojumaizsūtīšanu.Tāpatinficētajai personai nav pieejama informācija, kas ir paziņojumasaņēmēji.
lv: Saskaņā ar epidemiologu un zinātnieku aplēsēm, pat ja tikai 20 % Latvijas iedzīvotāju izmantos lietotni, tas jau būs nozīmīgs atbalsts riska identificēšanai un turpmākai infekcijas ierobežošanai sabiedrībā. Tomēr, jo vairāk iedzīvotāju to izmantos, jo lielāks efekts.
ru: По расчетам эпидемиологов и ученых, даже если 20% населения Латвии начнут использовать приложение, это будет большим подспорьем в определении рисков и дальнейшем сдерживании инфекции. Чем больше жителей будут пользоваться приложением, тем значительнее будет эффект.

# faq_question_3
source: Kādainformācija tiek izmantota lietotnē?
lv: Kā darbojas lietotne?
ru: Как работает приложение?

# faq_answer_3
source: Lietotnes darbībabalstās uz šifrētiem datiem, kāarībrīvprātīgas lietošanas principu. Caur Bluetoothpiefiksēto kontaktu dati glabājaskāšifrēti kodi tikai lietotājaviedtālrunī un nav pieejami ne pašam lietotājam, ne citiem lietotnes izmantotājiem, nedz SPKC. Tie tiek dzēstipēcattiecīgā 14 dienu perioda. Dati var būt pieejami SPKC tikai ar lietotāja piekrišanu. Lietotne nesaņem un neglabāinformāciju par lietotājuatrašanās vietu. Lietotnēvarēspēcizvēlesnorādīt savu kontakttālruni. To SPKC saņems tikai tad, ja persona lietotnēbūssaņēmusipaziņojumu par iespējamo Covid-19 kontaktu. Norādot savu kontakttālruni, SPKC būsiespējasazināties ar lietotāju, tostarp par nepieciešamībuizolētiesvai meklēt papildu medicīnisko atbalstu, ja tiek konstatētikādi simptomi.
lv: Tā anonīmi ar Bluetooth piefiksē tuvumā (līdz ~2 metriem, 15+ minūtes) esošos viedtālruņus, kuros arī darbojas šī lietotne. Fiksētā informācija glabājas tikai viedtālrunī un pēc 14 dienām automātiski dzēšas. Ja lietotājam tiek apstiprināta saslimšana ar Covid-19, SPKC nosūtīs kodu. To ievadot lietotnē, varēs aktivizēt anonīma paziņojuma nosūtīšanu fiksētajiem kontaktiem, kam bijis inficēšanās risks. Paziņojuma saņēmējam netiek atklāta tā izsūtītāja identitāte. Tāpat saslimušais neuzzina, kas ir paziņojuma saņēmēji.
ru: Приложение анонимно, по Bluetooth, фиксирует те смартфоны поблизости (до ~2 метров, 15+ минут), на которых оно тоже установлено. Эта информация хранится только на смартфоне и через 14 дней автоматически стирается. Если у пользователя будет подтвержден COVID-19, SPKC отправит код, которым можно активизировать рассылку анонимного сообщения контактам, у которых есть риск инфицирования. Адресатам не раскрывается личность отправителя. Заболевшему также не доступна информация о получателях.

# faq_question_4
source: Ko darīt, ja saņemulietotnēinformāciju, ka biju tuvākontaktā ar COVID-19 inficēto?
lv: Kāda informācija tiek izmantota lietotnē?
ru: Какую информацию использует приложение?

# faq_answer_4
source: Saņemot paziņojumu lietotnē, ka ir bijis tuvs kontakts ar kādu no COVID-19 inficētajām personām, rīcība ir tāda pati kā tiem, kuri nelieto lietotni. Lai pārliecinātos, ka neesi inficējies un nevari inficēt citus, SPKC iesaka pašizolāciju un vērot, vai neparādās COVID-19 saslimšanas simptomi, taču tuvas kontaktpersonas statusu var piešķirt tikai SPKC. Ja lietotnē esi norādījis telefona numuru, SPKC sazināsies un izstāstīs par tālāko rīcību. Ja nē, tad vajadzētu pašam sazināties ar SPKC.
lv: Ar Bluetooth fiksētie kontakti glabājas tikai ierīcē kā šifrēti kodi un nav pieejami ne pašam lietotājam, ne lietotnes izstrādātājiem. Tie tiek dzēsti pēc attiecīgā 14 dienu perioda. Ja izvēlies norādīt kontakttālruni, to SPKC saņems tikai tad, ja tev pienāks paziņojums par saskari ar Covid-19. SPKC būs pieejami šādi dati: tālrunis, saskares datums, signāla stiprums, saskares ilgums. Lietotne nesaņem un neglabā informāciju par lietotāju atrašanās vietu un precīzu kontakta laiku.
ru: Контакты, зафиксированные по Bluetooth, хранятся как зашифрованные коды только в устройстве и не доступны ни пользователю, ни разработчикам. Они удаляются через 14 дней. Если укажешь номер телефона, SPKC получит его только когда тебе придет оповещение о контакте с COVID-19. У SPKC будет доступ к номеру телефона, дате контакта, мощности сигнала и длительности контакта. Приложение не получает информацию о местонахождении пользователей и точном времени контакта.

# faq_question_5
source: Vai ir droši izmantot lietotni?
lv: Ko darīt, ja saņemu lietotnes paziņojumu, ka man bijusi saskare ar Covid-19 saslimušo?
ru: Что делать, если получено сообщение приложения о контакте с заболевшим COVID-19?

# faq_answer_5
source: Lietotnes izstrāde un attīstība notiek sadarbībā ar Cert.lv un Datu Valsts Inspekciju, ievērojot Eiropas personas datu aizsardzības un drošības regulējumu. Papildu drošībai iesakām veikt gan viedtālruņa programmatūras, gan lietotnes atjauninājumus, kad tādi ir pieejami.
lv: Lai pārliecinātos, ka nevari inficēt citus, SPKC iesaka pašizolāciju un vērot, vai neparādās Covid-19 simptomi. Tuvas kontaktpersonas statusu piešķir tikai SPKC. Ja lietotnē esi norādījis telefona numuru, SPKC sazināsies un izstāstīs par tālāko rīcību.
ru: Чтобы не инфицировать других, SPKC рекомендует самоизолироваться и наблюдать, не проявятся ли симптомы COVID-19. Статус близкого контактного лица присваивает только SPKC. Если в приложении указан номер телефона, SPKC свяжется с тобой и расскажет о дальнейших действиях.

# faq_question_6
source: Kā darbojas Bluetooth?
lv: Vai lietotni izmantot ir droši?
ru: Безопасно ли использовать приложение?

# faq_answer_6
source: Bluetooth ir neliela rādiusa bezvadu saziņas tehnoloģija, ko izmanto viedtālruņos. To mūsdienās plaši pielieto bezvadu austiņu un viedpulksteņu lietošanai. Lai izmantotu lietotni, Bluetooth ir jābūt ieslēgtam viedtālrunī un bez tā lietotne nedarbosies. Tagad Bluetooth ir risinājums arī lielākajai daļai pasaules kontaktu fiksēšanas lietotnēm, jo ļauj to izdarīt šifrētā veidā. Lai to darītu efektīvāk un ar mazāku noslodzi uz ierīču bateriju, arī viedtālruņu programmatūras izstrādātāji Apple un Google optimizē Bluetooth izmantošanu.
lv: Lietotne ir izstrādāta sadarbībā ar Cert.lv un Datu valsts inspekciju, ievērojot Eiropas datu aizsardzības principus un drošības regulējumu. Papildu drošībai iesakām regulāri veikt viedtālruņa programmatūras un lietotnes atjauninājumus.
ru: Приложение разработано в сотрудничестве с Cert.lv и Государственной инспекцией данных, с соблюдением европейских принципов защиты данных и норм безопасности. Для большей безопасности рекомендуем регулярно обновлять приложение и программное обеспечение телефона.

# faq_question_7
source: Vai lietotne darbosies arī citās valstīs?
lv: Kā darbojas Bluetooth?
ru: Как работает Bluetooth?

# faq_answer_7
source: Sadarbībā ar starptautiskajiem zinātniekiem un izstrādātājiem tiek pētīts kā šādas kontaktu fiksēšanas lietotnes varētu izmantot arī viesojoties ārzemēs. Pagaidām Apple un Google lietotnēm ir noteikuši ierobežojumus, ka katru kontaktu fiksēšanas lietotni var izmantot tikai attiecīgajā valsti.
lv: Bluetooth ir neliela rādiusa bezvadu saziņas tehnoloģija, ko izmanto viedtālruņos, bezvadu austiņās un viedpulksteņos. Tajā balstās arī lielākā daļa pasaules kontakta fiksēšanas lietotņu, jo ļauj to izdarīt šifrētā veidā. Lai tas darbotos efektīvāk un mazāk noslogotu ierīču baterijas, arī Apple un Google programmatūrā optimizē Bluetooth izmantošanu. Lai izmantotu lietotni, Bluetooth ir jābūt ieslēgtam, un bez tā lietotne nedarbosies.
ru: Bluetooth – это технология беспроводной связи малого радиуса действия для смартфонов, беспроводных наушников, смарт-часов и др. Bluetooth используется во многих приложениях для фиксации контактов, т.к. позволяет шифровать данные. Чтобы повысить эффективность и снизить нагрузку на аккумулятор, Apple и Google оптимизирует использование Bluetooth. Для работы приложения Bluetooth должен быть обязательно включен.
