Repository: ApturiCOVID/apturicovid-ios
Catalog: apturicovid/*.lproj/Translations.strings
Languages: lv, ru

# understood
source: Sapratu
ru: Понял

source: Yes
lv: Jā
ru: Да

source: No
lv: Nē
ru: Нет

source: Close
lv: Aizvērt
ru: Закрыть

source: Next
lv: Tālāk
ru: Дальше

source: Home
lv: Sākums
ru: Начало

source: Statistics
lv: Statistika
ru: Статистика

source: Information
lv: Informācija
ru: Информация

source: Settings
lv: Iestatījumi
ru: Настройки

# welcome_title
source: Help break the virus chain!
lv: Palīdzi pārraut vīrusa ķēdi!
ru: Помоги прервать цепочку заражений!

# welcome_app_description
source: This is the fastest way to find out if you have been exposed to COVID-19. And take action to stop it.
lv: Anonīmi un bez atrašanās vietas datiem savā ierīcē fiksē brīžus, kad esi kopā ar citiem. Ja vēlies, norādi tālruni saziņai ar SPKC.
ru: Анонимно и без данных геолокации фиксируй на своем устройстве случаи сближения с другими. Если хочешь, укажи свой телефон для связи с SPKC.

# welcome_privacy_link
source: Privacy policy
lv: Privātuma politiku
ru: Политикой конфиденциальности

# welcome_terms_link
source: App Terms of Use
lv: Lietotnes noteikumiem
ru: Правилами использования приложения

# welcome_privacy_note
source: I accept App Terms of Use, and have read the Privacy policy
lv: Piekrītu Lietotnes noteikumiem, ar Privātuma politiku iepazinos
ru: Я согласен(-а) с Правилами использования приложения и ознакомился(-ась) с Политикой конфиденциальности

# activate
source: Switch on
lv: Ieslēgt
ru: Включить

source: Contact detection
lv: Kontakta fiksēšana
ru: Обнаружение контакта

# exposure_setup_description
source: Contact: up to 4 m proximity for 15+ minutes. Detection: a code kept on phone for 14 days, then deleted. Contact detection is not tracking.
lv: Kontakts: 15+ minūšu klātbūtne līdz ~2 m tuvumā. Fiksēšana: šifrs, ko tālrunis glabā 14 dienas, tad dzēš. Kontakta fiksēšana nav izsekošana.
ru: Контакт: присутствие не менее 15 мин. на расстоянии до ~2 м. Обнаружение: шифр, который хранится в телефоне 14 дней, затем удаляется. Обнаружение контакта – это не отслеживание местонахождения.

# exposure_switch_subtitle
source: This function can be switched on later. And switched off at any time.
lv: Šo funkciju vari ieslēgt arī vēlāk. Un izslēgt, kad vien vēlies.
ru: Эту функцию можно включить позже или отключить по желанию.

# exposure_off_setup_prompt
source: Continue without switching on contact detection?
lv: Vai tiešām turpināt, neieslēdzot kontakta fiksēšanu?
ru: Действительно хочешь продолжить, не включая обнаружение контакта?

# why_submit_a_phone_number
source: Reasons to provide a number
lv: Kāpēc norādīt tālruni?
ru: Зачем указывать номер телефона?

# why_submit_a_phone_number_explanation
source: If SPKC is able to contact you, they can assess your risk and officially recognize you as a COVID-19 contact if applicable. That will give you access to a range of support options – like your general practitioner providing a sick leave note. SPKC will receive your number with contact information only if and when it is established that you have been exposed to Covid-19. No one else will find out anything about you.
lv: Ja SPKC varēs ar tevi sazināties, būs iespējams novērtēt tavu risku, un, ja nepieciešams, atzīt tevi par kontaktpersonu. Tad tev kļūs pieejams atbalsta iespēju tīkls – piemēram, ģimenes ārsts varēs izrakstīt darba nespējas lapu.
ru: Если у SPKC будет возможность связаться с тобой, можно будет оценить твои риски и, если необходимо, признать контактным лицом. Тогда тебе будет доступна сеть поддержки – например, семейный врач сможет выписать тебе больничный.

# data_privacy_and_protection_policy
source: SPKC will receive your number only if and when it is established that you have been exposed to COVID-19. Noone else will find out anything about you.
lv: SPKC tavu kontakttālruni ar saskares informāciju saņems tikai tad, ja tev tiks konstatēta saskare ar Covid-19, un ne mirkli agrāk. Nevienam citam nekādi dati par tevi zināmi nebūs vispār.
ru: SPKC получит твой номер телефона, только если у тебя будет констатирован контакт с COVID-19, и ни минутой раньше. Никаким другим лицам информация о тебе не будет доступна.

# phone_confirmation_title
source: Number verification
lv: Numura apstiprinājums
ru: Подтверждение номера

# phone_confirmation_description
source: A code has been sent to the provided number %@.
lv: Uz norādīto tālruņa numuru %@ ir nosūtīts kods.
ru: На указанный номер телефона %@ выслан код.

source: Enter code:
lv: Ievadi kodu šeit:
ru: Введи код здесь:

# didnt_receive_code
source: Code not received, resend
lv: Nesaņēmu kodu, sūtīt vēlreiz
ru: Не получил код, выслать повторно

# resend_code
source: Nosūtīt kodu atkārtoti
ru: Выслать код повторно

# input_code_invalid
source: Ievadīts nepareizs kods
ru: Введен неправильный код

# contact_tracing
source: Contact detection
lv: Kontakta fiksēšana
ru: Обнаружение контакта

# currently_active
source: Is switched on
lv: Šobrīd ieslēgta
ru: Сейчас включено

# currently_inactive
source: Is switched off
lv: Šobrīd izslēgta
ru: Сейчас выключено

# exposure_detected_subtitle
source: Don’t panic. You have been exposed to COVID-19.
lv: Mieru, tikai mieru. Tev konstatēta saskare ar Covid-19 saslimušo.
ru: Спокойствие, только спокойствие. У тебя констатирован контакт с COVID-19.

# exposure_off_prompt
source: Are you sure you want to disable exposure notifications?
lv: Vai tiešām turpināt ar izslēgtu kontakta fiksēšanu?
ru: Действительно хочешь продолжить с выключенным обнаружением контактов?

# stats_title
source: In the last 24 hours
lv: Iepriekšējā diennaktī
ru: За прошедшие сутки

# share
source: Share app
lv: Uzaicini
ru: Поделись

source: Tested
lv: Testēti
ru: Тестов

source: New cases
lv: Saslimuši
ru: Заболело

# exposure_with_covid
source: COVID-19 contact detected
lv: Fiksēts kontakts ar Covid-19
ru: Обнаружен контакт с COVID-19

# you_had_exposure
source: In the last 14 days you have been in the proximity of someone infected with COVID-19.
lv: Tev ir bijusi saskare ar Covid-19 saslimušo.
ru: У тебя обнаружен контакт с человеком, заболевшим COVID-19.

# how_to_proceed
source: What’s next?
lv: Ko tagad darīt?
ru: Что теперь делать?

# self_isolate
source: Stay home, limit contact with others
lv: Paliec mājās, ierobežo saskarsmi
ru: Оставайся дома, ограничив контакты с окружающими

# observe_symptoms
source: Monitor symptoms
lv: Vēro simptomus
ru: Наблюдай за симптомами

# contact_your_family_doctor
source: Got symptoms? Contact your general practitioner
lv: Ir simptomi? Sazinies ar ģimenes ārstu
ru: Есть симптомы? Свяжись с семейным врачом

# severe_case
source: Severe symptoms? Call 133
lv: Smagi simptomi? Zvani 113
ru: Тяжелые симптомы? Звони 113!

# wait_for_a_call_from_spkc
source: Wait for SPKC to call you
lv: Gaidi ziņu no SPKC
ru: Жди звонка из SPKC

# exposure_handling_description_phone_specified
source: Please note that being exposed does not mean you are infected. Please keep calm, be cautious and follow medics' directions. Waiting for that SPKC call can feel like eternity. Please be patient.
lv: Ņem vērā, ka kontakta fiksēšana nenozīmē, ka tev ir infekcija. Šobrīd galvenais – saglabāt rāmu garu, ievērot piesardzību un klausīt mediķus. Iespējams, ka laiks līdz SPKC zvanam vilksies kā mūžība. Lūdzu, bruņojies ar pacietību.
ru: Помни! Констатация контакта еще не означает, что ты инфицирован(-на). Сейчас главное – сохранять спокойствие, соблюдать осторожность и следовать указаниям медиков. Возможно, мгновения до звонка SPKC покажутся вечностью – запасись терпением!

# exposure_handling_description_phone_not_specified
source: Please note that being exposed does not mean you are infected. Please keep calm, be cautious and follow medics' directions. Perhaps you would like to provide your phone number now for the SPKC to contact you?
lv: Ņem vērā, ka kontakta fiksēšana nenozīmē, ka tev ir infekcija. Šobrīd galvenais – saglabāt rāmu garu un ievērot piesardzību. Varbūt tagad vēlies norādīt savu tālruni, lai SPKC ar tevi sazinātos?
ru: Помни! Зафиксированный контакт не означает, что ты инфицирован(-на). Сейчас главное – сохранять спокойствие, соблюдать осторожность и следовать указаниям медиков. Возможно, теперь ты хочешь указать свой номер телефона, чтобы с тобой связался SPKC?

# what_is_contact_tracing
source: How does contact detection work?
lv: Kā darbojas kontakta fiksēšana?
ru: Как констатируется контакт?

# contact_detection_explanation
source: When two smartphones are in up to 4 m proximity, they directly exchange a code, and each device keeps it for 14 days. If a phone user marks themselves as infected, all phones keeping the respective code receive a notification.
lv: Kad divi viedtālruņi atrodas līdz ~2 m tuvumā, tie pa tiešo apmainās ar šifru, un katrs to glabā 14 dienas. Ja tālruņa saimnieks atzīmē, ka ir inficēts, tie tālruņi, kuros tajā brīdī ir šifrs, saņem paziņojumu.
ru: Когда два смартфона находятся на расстоянии до ~2 м, они напрямую обмениваются кодом, который хранится в каждом телефоне 14 дней. Если пользователь отметит, что он инфицирован, на телефоны с этим же кодом приходит уведомление.

source: What about my privacy?
lv: Un kā ar manu privātumu?
ru: Что с моей конфиденциальностью?

source: Data is kept on device only
lv: Dati glabājas tikai tālrunī
ru: Данные хранятся только в телефоне

source: Data is automatically deleted
lv: Tie tiek automātiski dzēsti
ru: Данные автоматически удаляются

# anonymous_identity
source: No other user will know your identity
lv: Citi lietotāji tavu identitāti nezinās
ru: Другие пользователи не могут тебя идентифицировать

# gpc_tracking_not_performed
source: The app does not record GPS data even if GPS is switched on
lv: GPS datus lietotne nefiksē, pat ja GPS ir ieslēgts
ru: Приложение не фиксирует данные GPS, даже если GPS включен

source: Frequently asked questions
lv: Biežāk uzdotie jautājumi
ru: Часто задаваемые вопросы

# user_privacy
source: Frequently asked questions
lv: Privātuma politika
ru: Политика конфиденциальности

# user_terms
source: Privacy policy
lv: Lietotnes noteikumi
ru: Правила использования приложения

# spkc_data_send
source: Notify detected contacts
lv: Sūtīt ziņu fiksētajiem kontaktiem
ru: Отправить сообщение констатированным контактам

# spkc_data_description
source: If you are infected, here’s where you can enter a code from SPKC and automatically notify detected contacts at risk to be infected – from loved ones to complete strangers. The notification will not disclose any information about you. Code is valid for 30 minutes.
lv: Ja esi inficēts, ar SPKC izsniegtu kodu šeit vari nosūtīt automātisku paziņojumu fiksētajiem kontaktiem, kam bijis inficēšanās risks – brīdināt gan savējos, gan arī svešos līdzcilvēkus. Paziņojums neatklās informāciju par tevi pašu. Kods ir derīgs 30 minūtes.
ru: Если ты инфицирован, можешь с помощью присвоенного SPKC кода разослать автоматическое сообщение тем зафиксированным контактам, у которых есть риск заражения – как близким, так и незнакомым людям. Сообщение не будет содержать какой-либо информации о тебе. Код действителен 30 минут.

# notification_sent_title
source: Thank you! Notification sent!
lv: Paldies! Paziņojums nosūtīts!
ru: Спасибо! Сообщение отправлено!

# notification_sent_description
source: Thank you for your contribution to public health! The small step that you just made will help protect others and break the virus chain more efficiently.
lv: Liels paldies par līdzdarbošanos sabiedrības veselības labā! Nelielā darbība, ko tikko veici, būtiski palīdzēs pasargāt citus un efektīvāk pārraut vīrusa ķēdi.
ru: Большое спасибо за твой вклад в общественное здоровье! Этот небольшой шаг поможет защитить других и более эффективно прервать цепочку заражений

# enter_spkc_code
source: If you get a code from SPKC, enter it here:
lv: Ja tev SPKC piešķir kodu, ievadi to šeit:
ru: Если SPKC присвоил тебе код, введи его здесь:

# go_to_spkc_code_entry
source: Enter SPKC code
lv: Ievadīt SPKC kodu
ru: Ввести код SPKC

# communication_contact
source: Your contact number
lv: Kontakttālrunis saziņai
ru: Номер контактного телефона

# not_specified
source: Not provided
lv: Nav norādīts
ru: Не указан

# specify
source: Provide
lv: Norādīt
ru: Указать

source: Change
lv: Mainīt
ru: Изменить

# not_specified_phone_number_limitations
source: In case of contact you will only get a notification in the app, and support options available to you will be limited.
lv: Saskares gadījumā saņemsi tikai paziņojumu tepat lietotnē, un atbalsta iespējas būs ierobežotas.
ru: В случае обнаружения контакта ты получишь уведомление только в этом приложении, и возможности поддержки для тебя будут ограничены.

# notify_if_tracking_isnt_working
source: Notify me if contact detection gets switched off
lv: Rādīt man paziņojumu, ja kontakta fiksēšana izslēdzas
ru: Показать мне уведомление, если обнаружение контакта выключилось

# specify_a_phone_number_title
source: Provide a contact number
lv: Norādīt tālruni
ru: Указать номер

# specify_a_phone_number_description
source: Provide a contact number for SPKC to call you if you have been exposed to COVID-19.
lv: Norādi kontakttālruni, pa kuru Covid-19 saskares gadījumā SPKC ar tevi sazināties.
ru: Укажи номер телефона, чтобы у SPKC была возможность связаться с тобой в случае контакта с COVID-19.

# why_specify_a_phone_number
source: Reasons to provide a number
lv: Kāpēc ir vērts norādīt tālruni?
ru: Почему стоит указать номер телефона?

# specified_phone_number_is_of_another_person
source: Number belongs to someone close to me
lv: Norādīts tuvinieka tālrunis
ru: Указан номер близкого человека

# remain_anonymous
source: I will not provide a number
lv: Nevēlos norādīt tālruni
ru: Не желаю указывать номер телефона

# anonymous_prompt
source: In case of contact you will only get a notification in the app, and support options available to you will be limited. Continue without phone number?
lv: Saskares gadījumā saņemsi tikai paziņojumu tepat lietotnē, un atbalsta iespējas būs ierobežotas. Vai tiešām turpināt bez tālruņa norādīšanas?
ru: В случае обнаружения контакта ты получишь уведомление только в этом приложении, и возможности поддержки для тебя будут ограничены. Хочешь продолжить, не указывая номер телефона?

# exposure_disabled_notification_title
source: Contact detection is switched off
lv: Kontakta fiksēšana izslēgusies
ru: Фиксирование контакта выключено

# exposure_disabled_notification_description
source: Contact tracing with Apturi COVID app is currently off.
lv: Kontakta fiksēšana Apturi Covid lietotnē šobrīd nedarbojas.
ru: Фиксирование контакта в приложении Apturi COVID сейчас не происходит.

# exposure_detected_notification_title
source: Don’t panic.
lv: Mieru, tikai mieru.
ru: Спокойствие, только спокойствие!

# exposure_detected_notification_description
source: You have been exposed a COVID-19 case
lv: Tev konstatēta saskare ar Covid-19 saslimušo
ru: У тебя обнаружен контакт с человеком, зараженным COVID-19

source: Error
lv: Kļūda
ru: Ошибка

source: Continue
lv: Turpināt
ru: Продолжить

# invalid_phone_number_error
source: Number format incompatible
lv: Neatbilstošs numura formāts
ru: Недействительный формат номера

# connectivity_offline
source: App now in offline mode
lv: Lietotne šobrīd darbojas bezsaistē
ru: Приложение работает в режиме офлайн

# no_internet_connection
source: No internet access
lv: Nav interneta savienojuma
ru: Отсутствует интернет соединение

# no_daily_key_error
source: Application hasn't generated a single daily key yet. You can perform the upload only 24h after your first installation
lv: Nav, ko nosūtīt – neesi izmantojis lietotni pietiekami ilgi.
ru: Нет данных для отправки, кажется, ты использовал приложение недостаточно долго.

# sms_timeout_error
source: Please wait %02d seconds to resend code
lv: Lūdzu, uzgaidi %02d sekundes, lai kodu nosūtītu atkārtoti
ru: Пожалуйста, подожди %02d сек., чтобы отправить код повторно.

# data_renewed
source: Information updated:
lv: Dati atjaunoti:
ru: Данные обновлены:

# latvia_covid_statistics
source: COVID-19 statistics in Latvia
lv: Covid-19 statistika Latvijā
ru: Статистика COVID-19 в Латвии

source: yesterday
lv: vakar
ru: Вчера

# detailed_stats
source: Detailed statistics
lv: Detalizēta statistika
ru: Подробная статистика
